import{_ as o,a as n,b as a}from"./articleContent.98351f80.js";import{a as c,o as s,c as b,w as p,f as t}from"./entry.0cdaf49b.js";import"./useAsset.9593b5d8.js";import"./mail_red.3563fc5b.js";const m={};function i(l,d){const r=n,_=a,e=o;return s(),b(e,{type:"star",title:"關於本集",name:`
      
    `},{default:p(()=>[t(r,{marginTop:"20px",img:"img/star/star_cover.jpg"},null,8,["img"]),t(_,{text:`
    談起基隆，總離不開海、雨、港。即使近來有更多關於山的討論，仍舊伴隨著海港。<br><br>
    這是一個如此狹小稠密、層層堆疊，交織出複雜氣味的城市，以致於有時不知該從何說起。如果只能選一個面向訴說，我們想將海港生活刻劃得更深更廣一些，因為這是與城市脈動息息相關，卻如微光隱露的一面。<br><br>
    基隆是因海而生的城市，最早起於和平島一帶的馬賽族原住民，以漁獵與貿易維生。而後大航海時代由西班牙開啟了基隆在世界舞台的篇章，另有無數漢人懷抱夢想，跨越凶險的黑水溝到此闖蕩，再到日治時期、國民政府遷臺、基隆港躍升世界第七大貨櫃港……不同族群來去，各自為基隆留下大海的基因，加上時代推移，點點滴滴匯聚成為今日的海港城市。<br><br>
    我們不想僅僅在陸地上談論海，而是「航海」。以基隆作為起點與歸屬，航向世界、航向未知，以不怕犯難的精神前行，這也是刊物命名《seaborn》的由來。<br><br>

    作為啟航的創刊號，談「定位」之於航海的重要性再適合不過。<br><br>
    本期選題從定位的角度，開啟另一種「仰望北極星」的視野，不單是迷向時的方位指引，也是引領我們共同尋找人與時代的定位。 <br><br>
    主題特輯由觀星定位切入，以海洋文學作家夏曼·藍波安的「星辰航海」開啟篇章。從夏曼老師的部落故事與海上冒險，我們不只窺見傳說中的天文航海術，還能感受到達悟族與海的關係，以及跟天空的眼睛懇求浪漫的思想。認識古老觀星術的同時，也認識「夜空的地圖」、領略觀星的魅力。<br><br>
    在地視角的部分，則接力探究這座海港城市在不同面向的定位。從港口的興衰、產業轉變，看見這座海港城市等同於時代的縮影。而電影又帶來另一種關注視角，從「悲情城市」開始，基隆如何以獨有的氣質與氛圍，在不同時期刻劃島嶼上的故事。最後，我們回到移居者與在地人的自我剖析，關注生活於此的人們，如何定位基隆與自身的生命座標。 <br><br>
    你有多久沒抬頭仰望星空了呢？2023我們從《seaborn》一同啟航，在北斗七星的星光指引下，仰望北極星吧！
    `})]),_:1})}const v=c(m,[["render",i],["__scopeId","data-v-734db115"]]);export{v as default};
