import{_ as o,b as _,a as s}from"./articleContent.5c5ec105.js";import{_ as m}from"./title.629f1161.js";import{a as i,o as b,c,w as p,f as a}from"./entry.00dab148.js";import"./useAsset.abfb05f1.js";import"./mail_red.57a377c8.js";const l={};function u(g,x){const t=_,r=s,e=m,n=o;return b(),c(n,{type:"star",title:"以星辰航海<br>紅頭嶼的<br>部落傳說",name:`
      文、圖：夏曼‧藍波安
    `},{default:p(()=>[a(t,{text:`
    我部落伊姆洛庫，現稱之紅頭，部落的人遷移到現在的部落之前的部落稱之立馬西克（Jimasik），意義是水資源豐沛的小平原。不知是四百，還是五百年前，立馬西克有個家族稱之左邊家族，這個家族有位耆老叫左撇子（syapen Mawuzi）。<br><br>
    有一天他上山打柴，在山頂上遠眺南方海平線看見了兩座小島，於是他在夜間仰望星空，觀察星空變異，三年以後，他組織了家族南下航海團隊，這一趟立馬西克部落的左邊家族，蘭嶼島（pongso mu Ta-u）歷史性的首航之旅，竟然發現巴丹群島自稱是伊伐達斯人（Ivatas）的語言與北方的達悟人是相通的，讓他們十分的驚訝。<br><br>
    `}),a(r,{img:"img/star/author1.png"},null,8,["img"]),a(t,{text:`
    後來左撇子家族努力觀測星象，作為南北航海往返的座標，並且嘗試為他的長子在伊巴亞特島（Itbayat）尋找妻子，也是南下航海的誘因之一，建立好的聯姻關係，以利南北雙方以物易物的貿易，最後左撇子達成了這個願望，長子娶了伊巴亞特島某家族的長女為妻。<br><br>
    數十年以後，南北往返的航海成就是星象知識的展開。後來他的長子確定南下的時候，就依賴蘭嶼島東南方向的南十字星座（minei singa）為座標，北上依賴北極星（mina morong），就這樣南北雙方民族開始了往返的交易。<br><br>
    雙魚星座（mina mahabteng）、仙女星座（masen）、織女星座（nozayin），在不同的季節出現，或隱沒，是航海中部可以信任的星座；獵戶星座（minei keteh）象徵是三兄弟，在海上的意義是：航海團隊命運共同體，團結的意義。<br><br>
    大角星（mapasdep so araw），木星（mapatolaw so araw），辨別入夜，晨光的星座。最後立馬西克部落的人，發現天蠍星座（sasadangen）尾巴很多小行星的時候，年度的飛魚群會很多，相對的魚群很少。就當下來說，也許只有筆者才有此等的，民族的星象知識。<br><br>
    `}),a(r,{img:"img/star/author2.jpg"},null,8,["img"]),a(t,{text:`
    近年來，我訓練兒子上山伐木造船，教他認識造船的不同樹材、 植被，當然此等在地的生活知識，應用知識是我們在華語為主體教育的學校學習不到的，當然亦為世界性的邊陲知識，也將是被遺忘的區域型的知識體系，我覺得我成長於喜好說傳說故事的家族，是我這一生最大的幸福。<br><br>
    當我們完成了我們的親子舟之後，我們在夜間出海捕飛魚，父子倆在寂靜的黑夜海上等待飛魚衝刺魚網悅耳聲，與此同時我們往往仰望天空的眼睛（星空），來打發時間，這是拼板船帶給我們父子另一種當下難言的喜悅，也是父子親密關係的源泉。
    `}),a(e,{title:"天空的眼睛，請為我指引航向"}),a(t,{text:`
    2005年，筆者榮幸，當然也是筆者一生的願望與夢想，我一直以為這一趟航海冒險之旅《大海浮夢第三章》，如今思索起來，真的是一趟極為冒險的海上旅程。<br><br>
    船長是日本人山本良行，是個喜愛冒險的人，後來我發現自己是捨命陪公子玩風浪疾風。從蘇拉維西島的錫江（Makassa）市到北上跨越赤道到美那都（Manado）市，再往東航海在赤道南北緯航海，最後到達印尼最東邊的城市嘉雅浦拉（Jyaya Puza）市，航程接近千海浬。<br><br>
    這一趟最明顯的導航星座就是南十字星座（Southern Cross），最驚險的海程在蘇拉維西島與北馬魯古島之間，我們有六天日夜看不見一座島，沒有衛星導航（GPS），緊急信號（emergency signal）的求救，沒有左紅右綠的船隻夜間辨識方向燈。除了南十字星座外，我個人第六感感覺，好像有我家族的祖魂在陪我航海，讓我可以安全的抵達目的地嘉雅浦拉（Jyaya Puza）市，然而這個城市的住民是屬於巴布亞新幾內亞（PNG）人種，信奉基督宗教。<br><br>
    除去南北太平洋上的波里尼西亞人，密克羅尼西亞人，美拉尼西亞等少數幾座群島之航海家們，仍然熱衷於星象的跨島群航海外，即使在加勒比海（Caribbean Sea）也如蘭嶼島，巴丹群島皆已遺忘了航海的星座。換言之，科學的GPS取代外，大航海時期的星座知識也只能轉換成海洋學的浪漫課程了。<br><br>
    `}),a(r,{img:"img/star/author3.jpg"},null,8,["img"]),a(t,{text:`
    眾所周知的古代東西歐亞的絲綢之路（Silk Road）是如何被開啟的，沙漠、草原遊牧民族，亞馬遜河的河流民族，海洋島嶼的海洋民族，歐洲、亞洲、美洲等的冰原民族，以及後來的1485年以後的大航海時期等等的不同人種人類，是如何移動遷徙而不迷失方位呢？<br><br>
    從當下而論，顯然宇宙星空，日月方位提供了人類觀測星空，往返移動的基本知識，人類絕對都在“迷向”的過程中失去了數不清的生命才有因為星空知識的逐漸確認，才不至於迷向。如今，當不同人種的人們在大都會（另類星球）開車，或言長途旅行開車，GPS取代人腦的同時，也取代了人們觀測星辰冒險的區域知識、智慧。<br><br>
    對於我而言，我或許只是個原初的造船者，還在夜間划船捕飛魚。然而，換作是你，你可能的基本知識是零，你才會深深理解“此等事”並非容易。假如我可以說，我曾經做過的，包括航海冒險，不是可以用筆墨，像小說家虛構所有的劇本，那樣易如反掌的。<br><br>
    大自然的最美之處，在於它的野性開放，在於它未經雕琢的原始美貌，也許海洋上、冰原上、沙漠上沒有人造的紅綠燈，但，它們自己有自己的紅綠燈，那些就是風、雲、雨、陽光、月亮、波浪。<br><br>
    人們或許可以依賴GPS，但宇宙上的星象，浮生陸地的大海，並不因為有了GPS（科學）就失去了魅影，相對的，天上的仙女嘲笑人類的自大。假如我可以說，夜間划著我與兒子的拼板船在海上捕飛魚，目的其實是，跟天空的眼睛懇求浪漫的思想。
    `})]),_:1})}const S=i(l,[["render",u],["__scopeId","data-v-56889021"]]);export{S as default};
