import{_ as r,a,b as c}from"./articleContent.98351f80.js";import{_ as m}from"./title.3ddb9719.js";import{a as i,o as s,c as p,w as l,f as t}from"./entry.0cdaf49b.js";import"./useAsset.9593b5d8.js";import"./mail_red.3563fc5b.js";const b={};function g(x,u){const o=a,_=c,e=m,n=r;return s(),p(n,{type:"star",title:"賞月觀星的<br>美與樂趣",name:`
      文：西打藍<br>
      圖：武崙國中天文台
    `},{default:l(()=>[t(o,{marginTop:"20px",img:"img/star/moon1.jpg"},null,8,["img"]),t(_,{text:`
    大武崙砲台，是北台灣數一數二絕佳觀星點，砲台位於大武崙山頂，地勢居高視野極佳，能遠眺基隆嶼、八斗子、北海岸風景。當夜晚降臨時，由於光害少，滿天繁星如一顆顆閃耀美麗眼眸，在無盡夜空中散發獨有光芒，吸引無數慕名星星的人前往。<br><br>
夜晚的大武崙砲台前，常常有觀星愛好者帶著望遠鏡，觀看在不同季節裡出現的各式星座。遇上萬里無雲時，肉眼就能看見滿天星斗。觀星人群中，偶爾會出現一些年紀輕輕的國中生，熟練操作著望遠鏡觀星，他們，是武崙國中的學生。

    `}),t(o,{img:"img/star/moon2.jpg"},null,8,["img"]),t(e,{title:"天文小尖兵<br>培養新一代天文愛好者"}),t(_,{text:`
    基隆武崙國中，是台灣北部唯一擁有天文台與星象館的國中。校區位於光害較少、視野極佳的山上。在特殊時節如日全食、日環食，老師還會帶同學到外縣市「追星」，是少數愛好天文的校園之一。<br><br>
2009年，武崙國中落成校園天文館，在校內成立天文社、天文小尖兵兩個社團。天文社團帶領學生辨識簡單的星座、星雲、星團，而天文小尖兵則是進階課程，可說是未來天文學家的培養基地。<br><br>
身為小尖兵的學生，每位都要熟悉如何清潔、存放、安全運送望遠鏡，並在操作過程要懂得調整目鏡不失焦。小尖兵會從觀看建築物開始，一路學習觀看天空上靜止的空拍機，熟練以後才會觀看星體，學生甚至要學習使用赤道儀等工具。
學生之中，有幾位特別愛好天文的優秀學生，讓老師特別印象深刻。

    `}),t(o,{img:"img/star/moon3.jpg"},null,8,["img"]),t(e,{title:"科展觀測月球表面坑洞<br>在天文領域找到學習熱情"}),t(_,{text:`
    Patrick是武崙國中畢業多年的學生，他的成績原本不突出，直到進入社團後，開始學習如何組裝、使用望遠設備，學會觀測不同季節下的星體方位。由於天文書籍多是原文書，Patrick為了理解知識，而主動進修英文，訓練了搜尋資料與解決問題能力。Patrick不僅在校內學習，在基隆海洋廣場觀測星空時，還會教導路過民眾一些觀測星空的知識。<br><br>
另一位學生張承祐，也是在天文社團中學出興趣後，主動參加科展，選擇觀測月亮坑洞的深度與高度。「這是非常困難的觀測技巧，承祐總共花四個月時間，每個月固定有四天晚上要熬夜觀測紀錄，要鎖定月球上的特定坑洞，難度極高。承祐大學選擇師大地科系，算是學出興趣的代表。」天文社老師語帶驕傲地分享學生成就。<br><br>
觀星，不僅是武崙國中的一門社團課，同時也是校內三位天文專業老師的業餘興趣，「在大海中央，即使沒有任何器具的情況下，只要告訴我日期與時間，我就能找出東南西北方位。」武崙國中天文社老師們自豪地說。<br><br>
許多學生在畢業後仍保持初心，運用這項少見且專業的興趣於工作或生活上，也有學生主動分享給有興趣的民眾與親友。在基隆這座海與陸地相接的城市，意外培養出一群熱愛觀星的師生，讓這項古老且運用極廣的星象知識持續傳承下去。

    `})]),_:1})}const y=i(b,[["render",g],["__scopeId","data-v-50b5a837"]]);export{y as default};
