import{_ as c,b as r,a}from"./articleContent.98351f80.js";import{_ as s}from"./title.3ddb9719.js";import{a as p,o as m,c as i,w as l,f as t}from"./entry.0cdaf49b.js";import"./useAsset.9593b5d8.js";import"./mail_red.3563fc5b.js";const x={};function d(u,f){const _=r,e=a,n=s,o=c;return m(),i(o,{type:"star",title:"人造的星星",name:`
      文：鄭十一<br>
      圖：涂佳豪、樸實創意
    `},{default:l(()=>[t(_,{text:`
    到語言不通的國家旅行，可以老神在在地靠自己找到想去的地方；登山健行只要準備充足，在沒有通訊的山林中也能隨時確認方位。走到哪就能定位到哪，是現代人習以為常的生活，青少年更將定位App「Zenly」當作社交軟體，隨時隨地追蹤彼此所在的位置、關注朋友圈的定位動態，以創造更多交流。究竟從什麼時候開始，我們不再擔心迷路，甚至還主動揭露定位來增進友誼呢？<br><br>
這樣便利的生活，約莫是從西元2000年之後才開始。你或許知道這是因為網路與智慧型手機普及的緣故，但背後還有一顆很重要的星星─人造衛星。時間拉回50年前，那時除了紙本地圖、指南針這樣的傳統導航工具之外，在茫茫大海中要判斷方位，還需要更多的專業技能。航海家不只需要上通天文下知地理，還要手持六分儀觀測太陽、星星或月亮，透過計算經緯度，才能判斷船隻在大海中的位置。數百年的日常，直到西元1983年才被改變，因為美國國防部開放全球定位系統（GPS）給民間使用，從此透過衛星定位變得如此快速容易。<br><br>
現在航海也有類似「Zenly」的定位追蹤APP可以使用，陸地上的碼頭人員透過「船舶追蹤系統」隨時掌握船隻動向，工作更有彈性與效率，不需要像以前在碼頭邊苦苦等待船班靠岸。如果你也對海上動態感到好奇，可以打開「船舶追蹤系統」或APP查看，不過，可不要被海上交通的繁忙程度嚇一跳！

    `}),t(e,{img:"img/star/star1.jpg"},null,8,["img"]),t(n,{title:"GPS是如何利用衛星進行定位的呢？"}),t(_,{text:`
    簡單說，我們常用的手機、導航裝置都是訊號接收裝置，能夠接收太空中衛星傳來的訊號，並透過不同衛星傳遞訊號的時間差，判斷裝置的所在位置。衛星訊號數越多，定位也就越精確。<br><br>
GPS衛星大約是一部休旅車的大小，由火箭送上距離地球表面約20,000公里的高空軌道，靠著地球引力驅動，每天繞行地球2圈。目前約有24-32顆GPS衛星繞著地球的6個軌道飛行，每個軌道上至少會有4顆衛星，才能讓使用者在地球上任何地方、任何時間都能接收到4顆以上的衛星信號。

    `})]),_:1})}const S=p(x,[["render",d],["__scopeId","data-v-4180d294"]]);export{S as default};
