import{_ as o,b as c,a}from"./articleContent.5c5ec105.js";import{_ as s}from"./title.629f1161.js";import{a as i,o as m,c as p,w as b,f as t}from"./entry.00dab148.js";import"./useAsset.abfb05f1.js";import"./mail_red.57a377c8.js";const l={};function g(u,x){const _=c,e=a,r=s,n=o;return m(),p(n,{type:"star",title:"由港埠轉型<br>一座人文薈萃的<br>海洋城市",name:`
      文：西打藍<br>
      圖：大樹影像、樸實創意、基隆市文化局
    `},{default:b(()=>[t(_,{text:`
    靠近港口時，你會聞到鹹鹹的海水味道，廣場上人們的歡笑聲中，夾雜一旁船隻裝卸貨的喧囂。偶爾可以聽見盤旋上空黑鳶的鷹哨聲，這是基隆港邊獨有的氛圍。<br><br>
夜晚的基隆，則有另一種朦朧而浪漫的美麗，港口的燈火照亮整座城市，海上的漁火和城市的霓虹燈相映成趣，使得這個海港城市變得更加迷人。

    `}),t(e,{img:"img/star/ship1.jpg"},null,8,["img"]),t(_,{text:`
    基隆港一直是北部重要，也是最古老的港口之一，擁有天然深水良港、風景優美、人文氣息濃厚等特點。基隆港的戰略位置在古代吸引眾多國家前來，包含荷蘭、西班牙、清朝、日本等，這些國家帶來的文化影響，造就基隆多元文化與族裔融合的豐富樣貌。<br><br>
1899-1935年日本完成四期基隆港築港工程後，基隆成為一座軍、商、漁三用途的港埠，也是台灣日治時期的第一大港，並在航運快速發展下，成為台灣重要的貨運與旅遊中轉站。1984年更是名列世界第七大貨櫃港，在亞洲航線扮演舉足輕重的角色。<br><br>
自21世紀初基隆港的運輸量減少後，基隆市政府推動都市再生計畫，轉型成觀光城市。基隆港獨特的港口風光，能同時欣賞小漁船、大型貨輪、遊艇、豪華郵輪等不同特色的船隻，加上四周群山環繞、海天一色的景象，吸引各國旅人駐足。<br><br>
在基隆有間公司的成長起伏，和基隆港的發展息息相關，它是基隆家喻戶曉的陽明海運公司，在基隆港邊有座指標性建築：陽明海洋文化藝術館。

    `}),t(e,{img:"img/star/ship2.jpg"},null,8,["img"]),t(r,{title:"海洋教育推廣者：拉近民眾與海洋的距離"}),t(_,{text:`
    文化館本身的歷史，可說是一道基隆縮影。館舍前身為日治時期「日本郵船株式會社─基隆出張所」，於1915年建造完成，曾經歷過二戰轟炸，直至 1972 年成立陽明海運，至今有上百年海運產業經營經驗，一路見證基隆的興盛繁華時期，以及近年的產業轉型。<br><br>
陽明不只是基隆航港產業的見證者，也曾受惠於基隆繁榮，秉持回饋在地的感恩心情，在2004年成立「陽明海洋文化藝術館」，透過文化、藝術、教育、特展等多元活動，推動海洋文化教育。<br><br>
談起推動初衷，陽明海運文化基金會執行長林宜正分享：「台灣是個海洋國家，過去因為政治關係實施海禁政策，然而身為一個離海這麼近的國家，人民不該離海這麼遙遠。而陽明是高度使用海洋的國際公司，有企業社會責任，所以選擇從海洋教育切入。」<br><br>
文化館每年舉辦數十項海洋教育相關活動，在十多年積累下，已經漸漸為基隆市民所知，市民也期待文化館每年推出的各式活動，以共襄盛舉。<br><br>
基隆港是一座擁有豐富歷史、文化和自然風光的城市，有著獨特的港口風景、海運發展和美食文化，同時也是移民文化的重要聚居地。當你漫步在這座港口前，會很自然地感受到海洋自由的氣息，與這座城市獨特的魅力與活力。

    `}),t(e,{img:"img/star/ship3.jpg"},null,8,["img"])]),_:1})}const y=i(l,[["render",g],["__scopeId","data-v-00642b97"]]);export{y as default};
