import{_ as n,b as r,a as c}from"./articleContent.98351f80.js";import{a,o as s,c as m,w as p,f as t}from"./entry.0cdaf49b.js";import"./useAsset.9593b5d8.js";import"./mail_red.3563fc5b.js";const i={};function b(l,u){const e=r,_=c,o=n;return s(),m(o,{type:"star",title:"物轉星移<br>時代眼中的<br>基隆樣貌",name:`
      文：西打藍<br>
      圖：涂佳豪
    `},{default:p(()=>[t(e,{text:`
    綿綿細雨中，水氣瀰漫基隆港，船隻鳴笛入港、遠方還有火車轟隆轟隆進站聲。這獨一無二的海港景色，啟發無數膾炙人口的電影、影劇、音樂。<br><br>
1958年，曾在基隆國際聯誼社擔任樂師的作曲家楊三郎，在這番雨景觸動下，寫出經典《港都夜雨》一曲。歌曲傳唱數十年後，1989年啟發侯孝賢導演拍攝《悲情城市》，這部電影的畫面中，能看見知名攝影師鄭桑溪，曾紀錄過海上煙霧繚繞的基隆城市身影。<br><br>
1999年《黑暗之光》，導演張作驥曾是《悲情城市》副導，運用相似的海港場景、地方派系角力、外省本省等故事元素，讓兩部電影相互呼應。2001年，侯孝賢導演再次來到基隆拍攝《千禧曼波》，舒淇慢動作走在中山陸橋上的畫面，成為這座充滿故事的城市中，讓人難忘的經典一幕。<br><br>
除了上述基隆經典電影三部曲，更早於 1966 年，就有好萊塢知名導演羅勃懷茲來到基隆港拍攝電影《聖保羅砲艇》，紀錄港口塞滿舢舨船的海港一景；近代如周杰倫的經典歌曲《退後》的MV，即在基隆廟口夜市取景；2020年電影《親愛的房客》有高達八成場景於基隆港周圍拍攝。<br><br>
新舊時代的基隆充滿故事，也有吸引人探究的魔力。你曾在哪些影像作品中，看見過基隆呢？

    `}),t(_,{img:"img/star/move1.jpg"},null,8,["img"])]),_:1})}const v=a(i,[["render",b],["__scopeId","data-v-1e5b589e"]]);export{v as default};
