import{_ as i,a as m,b as p}from"./articleContent.98351f80.js";import{_ as a}from"./title.3ddb9719.js";import{a as _,o as g,c as s,w as c,f as t}from"./entry.0cdaf49b.js";import"./useAsset.9593b5d8.js";import"./mail_red.3563fc5b.js";const l={};function x(b,u){const n=m,r=a,o=p,e=i;return g(),s(e,{type:"star",title:"移居者 / 在地人<br>與基隆的關係",name:`
    `},{default:c(()=>[t(n,{marginTop:"20px",marginBottom:"50px",width:"60%",img:"img/star/person1.png"},null,8,["img"]),t(r,{title:"葉姿辰 / 通勤族 /  23 歲"}),t(o,{text:`
    我小時候跟著阿公阿嬤在市場玩耍，小學在聖心讀書，和同學六年的感情，在上國中時被父母帶去台北讀書那刻起全部消失，開啟每天在人生地不熟的台北通勤的人生！國高中時每天6:30起床到台北讀書，18:00放學回家，更多時候是21:00才放學，基隆像是民宿般的存在，像過客短暫停留。<br><br>
大學後到出社會比較有自己時間，開始對家鄉有點共鳴，這六年間我重新了解基隆這塊土地與我的連結性，現階段覺得它是個超級好朋友的存在！發現很多是活在台北的人無法擁有的體驗！像是夏天的水上活動，或是騎車10-15分鐘就能擁有一大片海去承載你所有喜怒哀樂！當然也發現自己很喜歡城市裡古今交錯的建築，基隆如果不下雨真的很美！<br><br>
未來我想會轉變成家人關係吧！！其實我一直在思考基隆可以為我們或是下一代帶來些什麼，是不是能有更多的年輕人可以留在這座城市打造不一樣的環境，或是許多的老味道是否有人傳承，不讓它消失！覺得這座城市有很多值得被流傳下去的故事，等待我們去把它紀錄。

    `}),t(n,{marginTop:"100px",marginBottom:"50px",width:"60%",img:"img/star/person2.png"},null,8,["img"]),t(r,{title:"李隆進 / 文安里里長 / 70歲"}),t(o,{text:`
    我民國43年出生，是在基隆落地生根土生土長的第四代，家族五代，世代居住在基隆。 阿公在日治時期從宜蘭市舉家移居基隆水輕硿仔（現在的文安里），是基隆礦業繁盛時期的第一代移民，從事煤炭業的苦力頭（包工煤碳運輸工作），文安里當時地處玉田支線為基隆煤礦送往全省重要的集散地之一。<br><br>
我在這裡出生成長，對基隆的感情深厚，經歷過基隆風華繁盛時期，並以身為基隆人為榮。對基隆未來的期待，希望能將在地生活文化爬梳整理得更完整，讓更多基隆以外的人知道，除了可以吸引人潮帶動觀光也可以將台灣文化推向國際。<br><br>
基隆對我來說就像是老朋友般的存在。我是個懷舊的人，時代變遷，人與人的相處方式已不同以往，懷念過往左鄰右舍樓上樓下彼此分享食物和互助相扶照顧的那一份感情與感動。

    `}),t(n,{marginTop:"100px",marginBottom:"50px",width:"60%",img:"img/star/person3.png"},null,8,["img"]),t(r,{title:"林書豪 / 星濱山主理人 / 38歲"}),t(o,{text:`
    抱持著對藝術的熱情，我一直遊走各地探索，尋找藝術與地方的可能，但當時會不顧一切的選擇基隆，單純是因為愛。<br><br>
所愛的人在基隆，我也與正濱漁港產生了觸電、戀愛般的感覺，2018 年開始以藝術共創的方式參與地方，就這樣落腳在這裡，一步一步實踐心中對於藝術的想像。<br><br>
一路走來其實很不容易，但我始終相信藝術能為地方帶來活力，所以自詡是地方的引路人，讓創作者、想創業尋夢的人齊聚在正濱，共同參與地方的改變，這是我想做、正在做，也會持續做的事。

    `}),t(n,{marginTop:"100px",marginBottom:"50px",width:"60%",img:"img/star/person4.png"},null,8,["img"]),t(r,{title:"黃太任 / 勝利巷韓僑 / 77歲"}),t(o,{text:`
    我在勝利巷住了超過半世紀，1971年從韓國漢城（現在的首爾）渡洋千里遠嫁至台灣基隆，原以為婚後可以在家全職家庭主婦，因為當時經濟因素的關係，嫁到台灣後，在公公的期望下便繼續婚前的美髮工作，遂經營了一家文化美容院。<br><br>
在基隆扎根多年，台灣已是第二個家。身體早已適應多雨潮濕的氣候，韓國的寒冷氣候早已不適應，有機會回韓國探望高齡97歲的老母親也多選溫暖的4, 5月北返。我對台灣人的印象都非常好，覺得普遍待人和善，好相處。因為在市場經營美容院也結識了很多客人，久了就成了很好的老朋友。就如同我和基隆的關係，是認識相處很久的老朋友一般熟識自然。

    `}),t(n,{marginTop:"100px",marginBottom:"50px",width:"60%",img:"img/star/person5.png"},null,8,["img"]),t(r,{title:"葉恩佑 / 學生 / 17 歲"}),t(o,{text:`
    基隆和我的關係，可以說是最好的朋友。就算偶爾離開基隆到其他城市遊玩，即使其他城市再好，我依舊覺得基隆是我最後會回到的地方，就像最好的朋友有不好的部分，但是我依然選擇包容，並且認為我跟他還是最合的來，並且不會輕易離開。<br><br>
過去與現在的基隆，我感覺不太一樣。過去的我可能因為還小，還無法感受基隆的好，但隨著時間推進，基隆不但進步許多，我在這個年紀也感受非常深，能住在一座有許多美食以及放鬆的海邊是一件很幸福的事。

    `}),t(n,{marginTop:"100px",marginBottom:"50px",width:"60%",img:"img/star/person6.png"},null,8,["img"]),t(r,{title:"Francis / 古巴藝術家 / 45歲"}),t(o,{text:`
    2017 年底來到基隆，是因為太太的關係，我們決定定居在她的家鄉。<br><br>
會想跟這裡成為 amigo （朋友）那樣的關係。雖然很喜歡基隆，但沒認真學中文，所以覺得還沒有真的跟這裡產生交流。創作以外的時間，我會騎著腳踏車到處閒晃，但還是很不習慣下雨，因為我來自充滿陽光的哈瓦那。<br><br>
對我來說藝術是一種很重要的交流方式，不需要言語，是打開感官的媒介，不只是繪畫、音樂也是如此。所以未來會想要跟這邊的藝術家有更多的互動，透過藝術跟基隆產生關係，期待基隆也能成為一個隨處可見藝術的城市。

    `}),t(n,{marginTop:"100px",marginBottom:"50px",width:"60%",img:"img/star/person7.png"},null,8,["img"]),t(r,{title:"Mei / 印尼移工 / 30歲"}),t(o,{text:`
    我平常都在公寓大廈照顧阿嬤，以前在印尼比較多人，小孩也比較多，台灣的小孩很少，印尼人的眼睛也比較大。基隆的冬天會下雨，非常冷，一年有三個月都好冷。印尼會下雨，但是不會冷。<br><br>
我住在印尼的西爪哇，跟東爪哇語言不一樣，跟其他印尼城市的語言也不一樣。台灣就兩個語言，國語和台語，比較少。台灣和印尼的食物差不多，但是我不吃豬肉，因為宗教，交通也覺得差不多。

    `})]),_:1})}const T=_(l,[["render",x],["__scopeId","data-v-0beeb284"]]);export{T as default};
